{"/news/2022/5/23/floods-hit-south-africas-kwazulu-natal-province-again": {"title": "Floods Hit South Africas Kwazulu Natal Province Again", "date": "2022/5/23", "neg": 0.1011875, "neu": 0.8478125000000001, "pos": 0.051, "processed-content": "Heavy rains in South Africa have forced hundreds of people to flee their homes on the east coast, according to officials, only a month after the worst floods in living memory killed more than 400. The floods over the weekend hit infrastructure, roads, bridges and damaged buildings, mainly in the port city of Durban, the capital of KwaZulu-Natal province and home to some 3.9 million people. “Some areas are inaccessible and have become islands at this stage,” KwaZulu-Natal Premier Sihle Zikalala said during a news conference on Sunday. No fatalities were immediately recorded, but Zikalala added: “We are yet to receive a full comprehensive report on the impact of these latest heavy rains, but as reports come in a worrying picture is however emerging.” In April, torrential rain led to floods, landslides and the death of 435 people in KwaZulu-Natal and authorities said survivors were left without drinking water for nearly two weeks. Repairs are still ongoing after the floods caused damage worth hundreds of millions of dollars. On Sunday, parts of the road near the Umdloti beach resort north of Durban had been washed away, leaving gaping holes and cars balanced on the edge, AFP news agency reported. “The flooding started late yesterday [Saturday] afternoon but as a result of the collapse of this road we couldn’t get out,” one local resident, Kevin Govender, told AFP. They were only able to get out once the emergency services arrived on Sunday. Nearly 250 people were evacuated from the resort town overnight and rescue operations continued on Sunday, as the emergency services received more calls for help. Some homes have lost power. The water purification station for the eThekwini area close to Durban has also been damaged, said officials. The South African Weather Service put the alert level at the highest on Saturday. Officials called on residents to stay at home. Authorities in KwaZulu-Natal opened 82 reception centres while police, firefighters and rescue workers were ready to respond rapidly to emergencies. The army has also been called in for reinforcement and officials have evacuated elderly people in several villages. On Monday, the weather service said conditions had improved significantly but still they expect the rains to continue in parts of the province. "}, "/news/2022/3/4/mozambique-announces-new-prime-minister-and-finance-minister": {"title": "Mozambique Announces New Prime Minister And Finance Minister", "date": "2022/3/4", "neg": 0.065, "neu": 0.907, "pos": 0.028, "processed-content": "Mozambique President Filipe Nyusi has appointed a new prime minister and filled several other posts, including the finance minister, as part of a cabinet reshuffle. A statement from the presidency on Thursday named Adriano Afonso Maleiane as the replacement for Carlos Agostinho do Rosário, who had been prime minister since 2015. It also named Ernesto Max Tonela as the minister of economy and finance, and Carlos Zacarias, currently chairman of the National Petroleum Instituto (INP) responsible for licensing oil and gas projects, as mineral resources and energy minister. On Wednesday, Nyusi had fired six ministers, without giving a reason, in what was seen as a major cabinet reshuffle. "}, "/news/2022/3/18/mozambique-cyclone-gombe-death-toll-rises-to-53": {"title": "Mozambique Cyclone Gombe Death Toll Rises To 53", "date": "2022/3/18", "neg": 0.25583333333333336, "neu": 0.7378333333333332, "pos": 0.006333333333333333, "processed-content": "Tropical Cyclone Gombe has killed at least 53 people since it hit Mozambique a week ago, a sharp rise from earlier estimates. According to the National Institute of Disaster Management (INGC) on Thursday, another 80 people have been injured and 400,000 affected since the cyclone swept into northern and central areas of the country, flooding towns and destroying houses. The initial death toll in the southern African country was estimated at seven. Data showed Gombe had completely destroyed 45,000 homes and partially destroyed 30,000. In the past few years, Southern Africa has suffered repeated devastating cyclones of the type that used to be relatively rare, and scientists believe climate change is fuelling their intensity via warming of the Indian Ocean. In January, Tropical Storm Ana killed at least 88 people across Southern and Eastern Africa. "}, "/news/2022/1/27/at-least-70-dead-from-tropical-storm-ana-in-southern-africa": {"title": "At Least 70 Dead From Tropical Storm Ana In Southern Africa", "date": "2022/1/27", "neg": 0.17731578947368423, "neu": 0.7844210526315789, "pos": 0.038157894736842106, "processed-content": "The death toll from a storm that struck three southern African countries rose to 70 on Thursday as emergency teams battled to repair damaged infrastructure and help tens of thousands of victims. Packing torrential rains, Tropical Storm Ana made landfall Monday in Madagascar before ploughing into Mozambique and Malawi. Rescue workers and authorities across the three countries were still assessing the full extent of the damage. Madagascar has reported 41 dead, with 18 others killed in Mozambique and 11 in Malawi. People walk on a road swept by flooding waters in Chikwawa, Malawi [AP Photo] Remnants of the storm have passed over Zimbabwe, but no deaths have been reported there. In the three hardest-hit countries, tens of thousands of homes were damaged. Some collapsed under the heavy rain, trapping victims in the rubble. Bridges were washed away by swollen rivers, while livestock drowned and submerged fields, destroying the livelihoods of rural families. In Madagascar, 110,000 had to flee their homes. In the capital Antananarivo, schools and gyms were turned into emergency shelters. “We only brought our most important possessions,” Berthine Razafiarisoa, who sheltered in a gym with his family of 10, told AFP news agency. In northern and central Mozambique, Ana destroyed 10,000 homes, dozens of schools and hospitals, and downed power lines. Children use a mosquito net to catch fish near a wreck, washed away during Tropical Storm Ana on the flooded Shire River, an outlet of Lake Malawi at Thabwa village, in Chikwawa district, southern Malawi [Reuters] Mozambique’s weather service expects another storm to form over the Indian Ocean in the coming days. Up to six tropical cyclones are expected before the rainy season ends in March. In neighbouring Malawi, the government declared a state of natural disaster. Most of the country lost electricity early in the week, after floodwaters hit generating stations. Power was restored by Thursday in parts of the country, but parts of the electric grid were destroyed. “Our priority now is restoring power to health establishments, water treatment distribution systems, and schools,” the national power utility said in a statement. Southern Africa, and especially Mozambique, has suffered repeated destructive storms in recent years. "}, "/news/2022/1/12/southern-africa-bloc-sadc-extends-mozambique-mission": {"title": "Southern Africa Bloc Sadc Extends Mozambique Mission", "date": "2022/1/12", "neg": 0.06199999999999999, "neu": 0.8524545454545454, "pos": 0.08554545454545455, "processed-content": "Southern African regional bloc SADC at a summit has extended the mandate of a troop deployment in Mozambique to help the country fight an armed uprising, a communique from the summit showed. “Summit noted the good progress made since the deployment of the SADC Mission in Mozambique and extended its mandate,” the communique on Wednesday read, without saying how long the extension was for. SADC nations and Rwanda resolved last June to send more than 3,000 troops to help Mozambique respond to an armed uprising in the northern province of Cabo Delgado. On Tuesday, South African President Cyril Ramaphosa, who is chairperson of the SADC Organ on Politics, Defence and Security Cooperation, said that the deployment of the SADC Mission in Mozambique (SAMIM) was showing some results. “Since the deployment … significant progress has been made,” said Ramaphosa in opening remarks at the two-day talks in the Malawian capital, Lilongwe. “The security situation in Cabo Delgado is improving, which has allowed for some internally displaced persons to return to their homes and resume their normal lives,” he said. Operating alongside Mozambican troops, regional forces have helped to create “safe passage” for bringing humanitarian aid into violence-hit areas, he said. The mission was initially deployed in July, but its mandate was extended indefinitely in October. Cabo Delgado, a gas-rich province bordering Tanzania, has been hit by attacks since 2017. At least 3,500 people have died and approximately 820,000 have fled their homes. Atrocities have included massacres, beheadings, the torching of homes, and mass abductions – particularly of girls.  "}, "/news/2021/9/24/in-mozambique-kagame-says-rwandan-troops-presence-to-continue": {"title": "In Mozambique Kagame Says Rwandan Troops Presence To Continue", "date": "2021/9/24", "neg": 0.11108333333333333, "neu": 0.8256388888888888, "pos": 0.06327777777777778, "processed-content": "Rwandan President Paul Kagame has arrived in Mozambique, where he has deployed some 1,000 soldiers to help local security forces tackle fighters wreaking havoc in the country’s north. Attacks by an armed group known locally as al-Shabab, whose origins, analysts say, are steeped in local political, religious and economic discontent, have steadily increased in the Cabo Delgado province since October 2017. The violence, including the raiding of villages and towns, has killed more than 3,306 people – half of them civilians – and displaced at least 800,000 from their homes over the past four years. Rwanda in July was the first of several African countries to provide reinforcements to Mozambique’s army, overwhelmed by the worsening conflict in the gas-rich province. A contingent of forces from the regional bloc, the Southern African Development Community (SADC), is also patrolling northern Cabo Delgado. Kagame landed in the provincial capital, Pemba, on Friday morning and was received by his Mozambican counterpart, Filipe Nyusi. The two leaders met and addressed Rwandan troops deployed to the province.  President Nyusi welcomes President Kagame to Pemba, Mozambique for a two-day working visit. The Presidents will meet with the Rwandan Joint Forces working with Mozambican Defence Armed Forces in Cabo Delgado, followed by tête-à-tête and bilateral meetings and a press conference. pic.twitter.com/5IgFJMRl8f — Presidency | Rwanda (@UrugwiroVillage) September 24, 2021  In a joint news conference, Kagame said Rwandan troops would help secure and rebuild the areas destroyed by the violence. “The work hasn’t been easy,” Kagame told his soldiers, according to posts on the Rwandan presidency’s Twitter account. “You have done great work alongside Mozambican troops. You sacrificed and endured days and nights in the scorching sun, heavy rains,” he said. “The work done so far cannot stop here. We now have another task which is to continue rebuilding and protecting this country.” For his part, Nyusi called Rwandan troops “real heroes”, adding that Mozambique’s “soldiers are forever indebted to you and we look forward to continuing rebuilding the lives of our citizens for the better”.             Foreign forces have helped Mozambique regain ground in Cabo Delago since fighters linked to ISIL (ISIS) launched a coordinated assault on the port town of Palma in March, offsetting multibillion-dollar gas projects and raising international concern. Some local officials have encouraged civilians to return, according to media reports, and the Rwandan military’s spokesman said 25,000 people had been brought home. “It is very safe for them to go back,” Ronald Rwivanga told Reuters news agency on Thursday. But United Nations officials are not so sure. A document compiled in September for UN agencies and other aid groups, seen by Reuters, said it was not clear whether the fighters’ capabilities had been much reduced. “Fighting continues in certain locations and civilian authorities have not been re-established,” it added. Al Jazeera’s Malcolm Webb, reporting from an abandoned town in Cabo Delgado, said the remains of what the fighters had left behind were still visible. “A lot of the buildings have been torched, goods from the shops have been looted, cars have been set on fire as well,” he added. “Civilians in this area really fear the fighters from this armed group. They are notorious for beheadings, for abducting people and all of the villages that we passed along the road are still completely deserted.”             Rwivanga said the Rwandans had been moving civilians back into the area they control near a $20bn liquefied natural gas (LNG) project run by oil major TotalEnergies, which was forced to a halt by the Palma attack. Yet security analysts say the Mozambican military deficiencies that allowed the armed campaign to take hold in the north – including soldiers that are ill-equipped, undisciplined and poorly paid – will not be easily reversed. Even with other forces there, they say, security is uncertain outside of small, heavily guarded areas. Mozambican and Rwandan forces notched up a major victory in August, when they drove the fighters out of their de facto headquarters in the port city of Mocimboa da Praia. But violence has continued. Local people and security forces have recently reported a string of attacks in Quissanga district, south of Mocimba da Praia, where fighters are believed to have fallen back after the town was retaken. The latest occurred on Thursday evening in the village of Lindi. “Two people were killed and another two people were injured,” an unnamed police source was quoted as saying by AFP news agency on Friday, adding that fighters had captured several women and girls. Fighters also ambushed two buses transporting soldiers later that night, causing at least one death, a traffic police officer told AFP. The attack took place on a main road that had been closed for two years due to similar incidents, and only recently reopened following the arrival of foreign troops. In total, at least 10 people have been killed across several villages in Quissanga over the past week, another police officer said. Some of the victims were reportedly beheaded.             "}, "/news/2021/8/8/rwanda-mozambique-forces-recapture-port-city-from-rebels": {"title": "Rwanda Mozambique Forces Recapture Port City From Rebels", "date": "2021/8/8", "neg": 0.05242857142857143, "neu": 0.8892857142857142, "pos": 0.05842857142857143, "processed-content": "Rwandan forces deployed last month to help Mozambique’s army battle rebels said on Sunday they have recaptured control of the key northern port of Mocimboa da Praia from the armed group. “The port city of Mocimboa da Praia, a major stronghold of the insurgency for more than two years has been captured by Rwandan and Mozambican security forces,” the Rwanda Defence Forces said in a tweet. Forces’ spokesman Colonel Ronald Rwivanga confirmed this to the AFP news agency, saying “yes [Mocimboa da Praia] has fallen”. The port town, from where the first rebel attacks were staged in October 2017, has since last year become the de facto headquarters of a rebel armed group, locally referred to as al-Shabab. Mocimboa da Praia “was the last stronghold of the insurgents, marking the end of the first phase of counter-insurgency operations which is dislodging insurgents from the stronghold”, Rwivanga said in a text message. Rwanda sent in 1,000 soldiers last month to shore up Mozambican military forces that have been struggling to regain control over the northern Cabo Delgado province, which is home to one of Africa’s biggest liquefied natural gas projects. The forces last week claimed their first success since deploying, saying they had helped the Mozambique army regain control of Awasse – a small but also strategic settlement near Mocimboa da Praia.             "}, "/news/2021/7/10/rwanda-deploys-1000-soldiers-to-mozambique-cabo-delgado": {"title": "Rwanda Deploys 1000 Soldiers To Mozambique Cabo Delgado", "date": "2021/7/10", "neg": 0.15231250000000002, "neu": 0.7562499999999999, "pos": 0.0915, "processed-content": "Rwanda has started deploying 1,000-strong forces to Mozambique to help it combat worsening violence in the gas-rich northern Cabo Delgado province. The announcement came on Friday after the 16-member Southern African Development Community (SADC) approved last month the deployment of joint forces to help Mozambique respond to the nearly four-year-old conflict, which has killed some 3,000 people and displaced almost 800,000, half of whom are children. Soldiers from Rwanda, which is not a member of SADC, would fight alongside Mozambique’s forces and SADC troops, the Rwandan government said in a statement. “The Rwandan contingent will support efforts to restore Mozambican state authority by conducting combat and security operations, as well as stabilisation and security-sector reform,” it added.  Rwanda deploys joint force to Mozambique. Read full statement and background here: https://t.co/ezhoBGZyG5 pic.twitter.com/JexdejubEB — Government of Rwanda (@RwandaGov) July 9, 2021 Rwandan defence forces spokesman Ronald Rwivanga told Reuters news agency the new forces would have deployed in full by Saturday. He said the Rwandan contingent was made up of members of the police force and troops trained “to deal with terrorism and security-related issues” in Cabo Delgado. Alexandre Raymakers, Africa analyst at the United Kingdom-based global risk consultancy Verisk Maplecroft, said he believes the Rwandan contingent could be used to secure key liquefied natural gas (LNG) sites in an effort to lure back international investors. “The Rwandan security forces have developed a reputation for being a highly capable fighting force,” he said. But, he added, “The presence of multiple military missions, in the form of a potential Rwandan contingent and the SADC, will likely lead to conflicting priorities and friction at the military command level, hindering the overall.”             Attacks by an armed group known locally as al-Shabab, whose origins, analysts say, are steeped in local political, religious and economic discontent, have steadily increased in the Cabo Delgado province since October 2017. The sophistication of the attacks has increased, too. The fighters linked to ISIL (ISIS) have ransacked towns and gained control of key roadways, destroying infrastructure and beheading civilians. In some cases, they have forced locals into their ranks or held them as sex slaves. Since August 2020, the fighters have been in control of the key port town of Mocimboa da Praia, while in March, they launched a coordinated assault on Palma town, killing dozens and displacing tens of thousands, while also forcing the French energy firm Total to suspend its $20bn LNG project. The government has deployed thousands of soldiers to Cabo Delgado to combat the fighters, but analysts have long cautioned that Mozambique’s army has historically been weak, poorly trained and underequipped. The World Food Programme has warned of a growing hunger crisis as nearly one million people need food aid. "}, "/news/2021/6/9/dozens-of-children-mostly-girls-abducted-by-mozambique-fighters": {"title": "Dozens Of Children Mostly Girls Abducted By Mozambique Fighters", "date": "2021/6/9", "neg": 0.18562499999999996, "neu": 0.7558750000000002, "pos": 0.05841666666666665, "processed-content": "Fighters in conflict-hit northern Mozambique abducted dozens of children during raids in 2020, according to a new analysis by Save the Children. The charity said in a report on Wednesday the “abduction of children has become a new and alarmingly regular tactic by armed groups” in Cabo Delgado province, where worsening fighting over the past three-and-a-half years has killed nearly 3,000 people and displaced more than 700,000, half of whom are children. Save the Children said “at least 51 children, most of them girls” were seized by non-state armed groups in the region last year, adding that the numbers involved were likely “far higher” than its estimates, which were based on data collected by the Armed Conflict Location & Event Data Project and reflected only reported cases. It warned that the victims are at risk of sexual violence, early marriage and being used as fighters in the conflict. “Being abducted, witnessing abductions, experiencing attacks, being forced to flee from armed groups – these are extremely traumatising events for young children and adolescents,” said Chance Briggs, the Mozambique country director for Save the Children. Cabo Delgado district, Mozambique [Al Jazeera] Attacks by an armed group known locally as al-Shabab, whose origins, analysts say, are steeped in local political, religious and economic discontent, have steadily increased in the Cabo Delgado province since October 2017. The sophistication of the attacks has increased, too. The fighters linked to ISIL (ISIS) have ransacked towns and gained control of key roadways, destroying infrastructure and beheading civilians. In some cases, they have forced locals into their ranks or held them as sex slaves. Since August 2020, the fighters have been in control of the key port town of Mocimboa da Praia, while in March, they launched a coordinated assault on Palma town, killing dozens and forcing more than 67,000 to abandon their homes. A video by the group distributed in August last year – filmed in either Mozambique or the Democratic Republic of the Congo (DRC), according to the US-based SITE Intelligence Group – showed three gun-toting children flanked by adults in front of an ISIL banner. “Abducting a child constitutes one of the six grave violations against children in times of conflict, as defined by the United Nations. It is against international humanitarian law and can be a first step towards war crimes such as forced child conscription or sexual violence against children,” Briggs said. “Every day spent by abducted children outside their community is one too many, and the risks of abuse, early marriage and pregnancy increase the more time goes by.”             Calls for immediate release of children Save the Children called for the immediate release of all abducted children and for the perpetrators to be held to account. It said children were sometimes targeted for abduction in large groups, citing one attack where 21 people were abducted in a group, including six children. “In that same incident, at least seven fishermen were beheaded,” it said. In another attack in June 2020, 10 girls were taken while drawing water from a well, it added. The charity highlighted the recent abduction of a 14-year-old girl following the March 24 attack on Palma. She and her family had in August 2020 fled their fishing village to seek shelter in the town. But seven months later, “armed men entered Palma and forced the family to flee again. On the way to seek safety, the family was abducted by armed men. They all escaped except for their eldest daughter,” it said, citing the teenager’s father. Meanwhile, the International Committee of the Red Cross (ICRC) said it had registered more than 2,600 appeals in Mozambique between September 2020 and April 2021 from people who lost track of family members, most of whom are young adults and children. “There is a very high number of unaccompanied children [who are] extremely vulnerable to all kinds of abuses and exploitation,” said James Matthews, deputy head of the ICRC’s mission in Mozambique’s capital, Maputo.             "}, "/news/2021/6/23/southern-african-nations-agree-to-deploy-forces-to-mozambique": {"title": "Southern African Nations Agree To Deploy Forces To Mozambique", "date": "2021/6/23", "neg": 0.11836842105263158, "neu": 0.834, "pos": 0.047526315789473694, "processed-content": "The Southern African Development Community (SADC) has said it agreed to deploy troops to Mozambique to help it tackle escalating violence in the country’s north – but offered little specific operational details. Nearly 3,000 people have been killed and almost 800,000 – half of whom are children – have been forced from their homes in gas-rich Cabo Delgado province since the conflict began in 2017. On Wednesday, SADC Executive Secretary Stergomena Tax said at the end of a one-day summit in Maputo the 16-member bloc of southern African countries had “approved” the deployment of a “Standby Force in support of Mozambique to combat terrorism and acts of violent extremism in Cabo Delgado”. The standby force is part of a regional defence pact that allows military intervention to prevent the spread of conflict. The communique after the meeting of the bloc’s leaders provided no further details on how many troops would be involved, when they would be deployed or what their role would be, adding only that humanitarian aid must be channelled to those most in need. The decision brings to an end months of deliberation and disagreement among the bloc about what is needed to stem the violence. While some members, like South Africa, have pushed for military action, others were reportedly more reticent. Mozambique President Filipe Nyusi himself has historically been resistant to foreign boots on the ground. Cabo Delgado district, Mozambique Attacks by an armed group known locally as al-Shabab, whose origins, analysts say, are steeped in local political, religious and economic discontent, have steadily increased in the Cabo Delgado province since October 2017. The sophistication of the attacks has increased, too. The ISIL-linked fighters have ransacked towns and gained control of key roadways, destroying infrastructure and beheading civilians. In some cases, they have forced locals into their ranks or held them as sex slaves. Since August 2020, the fighters have been in control of the key port town of Mocimboa da Praia, while in March, they launched a coordinated assault on Palma town, killing dozens and forcing more than 67,000 to abandon their homes. The government has deployed thousands of soldiers to Cabo Delgado to combat the fighters, but analysts have long cautioned that Mozambique’s army has historically been weak, poorly trained and underequipped.             Al Jazeera’s Haru Mutasa, who has covered Mozambique’s security crisis extensively, said the countries that will be involved will most likely be those with the capability to do so, such as regional economic powerhouse South Africa or countries such as Zimbabwe, Namibia and Angola that have participated in other deployments in the past. “What we know from this proposal that was suggested is whatever troops go in, they will help Mozambique [by] perhaps patrolling the Indian Ocean coastline and the border areas with Tanzania – where some of these insurgents are thought to be coming from,” Mutasa said, speaking from Zimbabwe’s capital, Harare. The main question is whether these countries will have enough funds to go through the deployment to Mozambique, she noted. “In theory, every country in the SADC bloc needs to contribute to the standby force but economically many countries are having a hard time because of COVID-19 pandemic,” she said. “The question now is when will that deployment take place, who the troops are going to be, and what exactly are they going to be involved in.”             "}}